[{"Timestamp":"4/18/2023 12:29:20","Email Address":"zhang.anthony97@gmail.com","First Name":"Anthony","Last Name":"Zhang","Date of birth":"9/29/2000","Phone number":"(238) 394-3940","Pronouns (select all that apply)":"He/Him/His, They/Them/Theirs","What city do you live in?":"Los Angeles, CA","How do you identify? ":"Man, Gender Non-Conforming","What is your race/ethnicity? (Select all that apply) ":"Asian/Pacific Islander","What language are you most comfortable using? ":"Mandarin","What's your current academic enrollment / standing?  ":"Bootcamp / Trade School / Vocational School / Alternative Ed.","What school are you attending, if currently enrolled?":"Fullstack Academy","Which program are you applying for?":"North America","Will you be looking for an internship or an entry-level job within the next 6 months? ":"Yes, I'm on the lookout for a new opportunity","What are you hoping to get out of the mentorship program?":"In linguistic terms, one might say that the figures are distributional but not integrative; they always remain on the same level: the lover speaks in bundles of sentences but does not integrate these sentences on a higher level, into a work; his is a horizontal discourse: no transcen- dence, no deliverance, no novel (though a great deal of the fictive). ","What makes you a unique candidate for this mentorship program?":"In linguistic terms, one might say that the figures are distributional but not integrative; they always remain on the same level: the lover speaks in bundles of sentences but does not integrate these sentences on a higher level, into a work; his is a horizontal discourse: no transcen- dence, no deliverance, no novel (though a great deal of the fictive). ","What are your areas of interest?":"Engineering / Coding / Development (building software and/or hardware), Marketing (promoting and advertising to be able to sell tech products), Product Management (planning, forecasting and producing a product)","More specifically, please select any topic you are interested in focusing on during the course of this mentorship:":"Android development, Data analytics, Game design, iOS development, Web development","Any links with your work? (portfolio, instagram account, twitter, etc.)":"anthonyzhang.info","Please select the statement that best applies to you:":"I’m looking for a mentor to help me come up with a project","If you have a specific project in mind that you would like to work on with your mentor, please tell us about it:":"organized, hierarchized, arranged with a view to an end (a scttlement): there are no first figures, no last figures. To let it be understood that there was no question here of a love story (or of the history of a love), to discourage the temptation of meaning, it was necessary to choose an absolutely insignificant order. Hence we have subjugated the series of figures (inevitable as any series is, since the book is by its stalus obliged to progress) to a pair of arbitrary factors: that of nomination an","Mentees come to this program from all stages in their careers! Please select the statement that best applies to you:":"I have a pretty clear idea of what I want to do professionally and am looking for a mentor to help provide guidance on how to get there","What specific technical skills you are looking to develop ? ":"In order to compose this amorous subject, pieces of\nvarious origin have been “put together.” Some come from an ordinary reading, that of Goethe’s Werther. Some come from insistent rcadings","What career skills are you interested in developing throughout the course of this mentorship program?":"Interviewing, Applying to grad school","Beyond technical and professional skills, are there any other areas you would like your mentor to support you with?":"[ am not invoking guarantees, merely recalling, by a kind of salute given in passing, what has seduced, con- vinced, or what has momentarily given the delight of un- derstanding (of being understood?). Therefore, these reminders of reading, of listening, have been left in the frequently uncertain, incompleted state suitable to a dis- course whose occasion is indeed the memory of the sites (books, encounters) where such and such a thing has been read, spoken, heard. For if the author here lends","Is there anything else you'd like to share with us about your interests? What do you do outside of school/work? Any online communities / clubs you're involved in? Doesn't need to be tech-related!":"Therefore, on those occasions when I am engulfed, it is because there is no longer any place for me anywhere, not even in death. The image of the other—to which I was glued, on which I lived—no longer exists; sometimes this is a (futile) catastrophe which seems to remove the image forever, sometimes it is an excessive happiness which en- ables me to unite with the image; in any c","Is there anything you'd like us or your mentor to know about how you learn best? Do you need any special accommodations? ":"Rue du Cherche-Midi, after a difficult evening, X was explaining very carefully, his voice exact, his sentences well-formed, far from anything inexpressible, that some- times he longed to swoon; he regretted never being able to disappear at will.","Is there anything else you think we should know about what you are looking for in a mentor?":"\nloved’s absence. And yet this classic figure is not to be found in Werther. The reason is simple: here the loved object (Charlotte) does not move; it is the amorous sub- ject (Werther) who, at a certain moment, departs. Now, absence can exist only as a consequence of the other: it is the other who leaves, it is I who remain. The other is in a condition of perpetual departure, of journcying","Have you participated as a mentee in a previous cohort of the Out in Tech U mentorship program?":"No","If you were a previous Out in Tech U mentee, which cohort did you participate in?":"","How did you hear about this program? (Select all that apply)":"Former Out in Tech mentee/mentor referred me, Out in Tech newsletter","If you were referred by a former Out in Tech participant, please specify who:":"Tin K","If you heard about this from one of our community organization partners please let us know which one":"Fiesta Youth","Do you grant Out In Tech the consent to use photos, videos, and testimonials during the program for marketing purposes?":"No","Would you like to receive updates from the Out in Tech U Community via our mailing list (upcoming events, field trips to tech companies...)? ":"Yes","Do you acknowledge that if selected as a mentee, starting April 11, 2023 you will be meeting with a mentor twice a week for 8 weeks and committing to a total of 3 hours a week to this mentorship program?":"Yes, I understand!"},{"Timestamp":"4/18/2023 12:32:58","Email Address":"hello@anthonyzhang.info","First Name":"Xin","Last Name":"Zang","Date of birth":"2/3/1999","Phone number":"(328) 458-1938","Pronouns (select all that apply)":"She/Her/Hers, They/Them/Theirs","What city do you live in?":"Springfield, MO","How do you identify? ":"Lesbian, Pansexual, Veteran","What is your race/ethnicity? (Select all that apply) ":"Person of Color, Mutiracial","What language are you most comfortable using? ":"Spanish, French","What's your current academic enrollment / standing?  ":"College - Senior","What school are you attending, if currently enrolled?":"Pomona College","Which program are you applying for?":"Australia","Will you be looking for an internship or an entry-level job within the next 6 months? ":"Nope, I already have an internship/job lined up","What are you hoping to get out of the mentorship program?":"fter an impression of the night before, 1 wake up soft- ened by a happy thought: “X was adorable last night.” This is the memory of . . . what? Of w","What makes you a unique candidate for this mentorship program?":"ows upon the other in the form of a blank word, for the Whole cannot be inventoried without being dimin- ished: in Adorable! there is no residual quality, but only the everything of affect. Yet, at the same time that adorable says everything, it also says wh","What are your areas of interest?":"User Experience Design (UX) / Visual Design (designing how tech products are used and how they look), Marketing (promoting and advertising to be able to sell tech products)","More specifically, please select any topic you are interested in focusing on during the course of this mentorship:":"Bioinformatics, iOS development, Social media marketing, User interface design, UX research","Any links with your work? (portfolio, instagram account, twitter, etc.)":"twitter.com","Please select the statement that best applies to you:":"I’m looking for a mentor to provide guidance and support on a specific project I have in mind (e.g. an app, a personal website)","If you have a specific project in mind that you would like to work on with your mentor, please tell us about it:":"Adorable is the futile vestige of a fatigue—the fatigue of language itself. From word to word, I struggle to put “into other words” the ipseity of my Image, to\nLACAN: \"It is not every day that you encounter what is so","Mentees come to this program from all stages in their careers! Please select the statement that best applies to you:":"I have a pretty clear idea of what I want to do professionally and am looking for a mentor to help provide guidance on how to get there","What specific technical skills you are looking to develop ? ":"“l am fascinated.” Having atlained the end of language, where it can merely repeat its last word like a scratched record, 1 intoxicate myself upon its affirmation: is not tautology that preposterous state in which are to be found, all values being confounded, the glorious end of the logical opera-","What career skills are you interested in developing throughout the course of this mentorship program?":"Interviewing, Applying to grad school, Professional networking","Beyond technical and professional skills, are there any other areas you would like your mentor to support you with?":"This morning, I must get off an “importantTM letter right away—one on which the success of a certain under- taking depends; but instead 1 write a love letter—which 1 do not send. I gladly abandon dreary tasks, rational scruples, reactive undertakings imposed by th","Is there anything else you'd like to share with us about your interests? What do you do outside of school/work? Any online communities / clubs you're involved in? Doesn't need to be tech-related!":"The pain- ful, guilty, melancholy inflections, the whole reactive side of my everyday life is reversed. Werther praises his own tension, which he affirms, in contrast to Albert's","Is there anything you'd like us or your mentor to know about how you learn best? Do you need any special accommodations? ":"Love has two affirmations. First of all, when the lover encounters the other, there is an immediate affirma- tion (psychologically: dazzlement, enthusiasm, exaltation, mad projection of a fulfilled future: I am devoured by desire, the impulse to be happy): I say yes to everything (blinding myself). There follows a long tunnel: my first yes is riddled by doubts, love’s value is ceaselessly threat- ened by depreciation: this is the moment of m","Is there anything else you think we should know about what you are looking for in a mentor?":"\nexhumed; his body is intact and pure (of course—other- wise, there would be no story); bur “there was only the tip of the nose which bore a faint but certain trace of corrup- tion.” In the other’s perfect and “embalmed” figure (for that is the degree to which it fascinates me) I perceive suddenly a speck of corruption. This speck is a tiny one: a gesture, a word, an object, a garment, something unex- pected which appears (which dawns) from a r","Have you participated as a mentee in a previous cohort of the Out in Tech U mentorship program?":"Yes","If you were a previous Out in Tech U mentee, which cohort did you participate in?":"Spring 2019","How did you hear about this program? (Select all that apply)":"Former Out in Tech mentee/mentor referred me, Someone from Out in Tech told me about the program, Social media","If you were referred by a former Out in Tech participant, please specify who:":"OiT Member","If you heard about this from one of our community organization partners please let us know which one":"Wanda Alston Foundation","Do you grant Out In Tech the consent to use photos, videos, and testimonials during the program for marketing purposes?":"Yes","Would you like to receive updates from the Out in Tech U Community via our mailing list (upcoming events, field trips to tech companies...)? ":"Yes","Do you acknowledge that if selected as a mentee, starting April 11, 2023 you will be meeting with a mentor twice a week for 8 weeks and committing to a total of 3 hours a week to this mentorship program?":"Yes, I understand!"},{"Timestamp":"4/18/2023 12:36:35","Email Address":"xzkr2015@mymail.pomona.edu","First Name":"Joe","Last Name":"Coffee","Date of birth":"10/1/1997","Phone number":"(340) 398-3948","Pronouns (select all that apply)":"They/Them/Theirs","What city do you live in?":"Brooklyn, NY","How do you identify? ":"Gay, Intersex, Immigrant, Mutiracial","What is your race/ethnicity? (Select all that apply) ":"I'd rather not say","What language are you most comfortable using? ":"German, Italian","What's your current academic enrollment / standing?  ":"Not Currently Enrolled in School","What school are you attending, if currently enrolled?":"","Which program are you applying for?":"North America","Will you be looking for an internship or an entry-level job within the next 6 months? ":"Yes, I'm on the lookout for a new opportunity","What are you hoping to get out of the mentorship program?":"Once, speaking to me of ourselves, the other said: “a relation of qualityTM; this phrase was repugnant to me: it came suddenly from outside, flattening the specialty of the rapport by a conformist formula.","What makes you a unique candidate for this mentorship program?":"scene through the keyhole of language. The word is of a tenuous chemical substance which performs the most vio- lent alterations: the other, long maintained in the cocoon of my own discourse, suggests, by a word escaping un- checked from his or her lips, the languages which can be borrowed, and which consequently others have lent.","What are your areas of interest?":"User Experience Design (UX) / Visual Design (designing how tech products are used and how they look), Marketing (promoting and advertising to be able to sell tech products)","More specifically, please select any topic you are interested in focusing on during the course of this mentorship:":"Android development, Bioinformatics, Back end development, Computer vision","Any links with your work? (portfolio, instagram account, twitter, etc.)":"instagram.com","Please select the statement that best applies to you:":"I’m looking for a mentor to help me come up with a project","If you have a specific project in mind that you would like to work on with your mentor, please tell us about it:":"Observe any such encounter carefully: you will see this subject (discreetly, mundanely) infatuated by this other, driven to establish with this other a warmer, more demanding, more flattering relation: I surprise the other, so to speak, in the act of self-inflation.","Mentees come to this program from all stages in their careers! Please select the statement that best applies to you:":"I’m still deciding between different career trajectories and am looking for a mentor to help me learn more about my options","What specific technical skills you are looking to develop ? ":"The lover’s discourse is usually a smooth envelope which encases the Image, a very gentle glove around the loved being. It is a devout, orthodox discourse. ","What career skills are you interested in developing throughout the course of this mentorship program?":"Application writing, Applying to grad school, Presenting / public speaking","Beyond technical and professional skills, are there any other areas you would like your mentor to support you with?":"The psychotic lives in the terror of breakdown (against which the various psychoses are merely de- fenses). ","Is there anything else you'd like to share with us about your interests? What do you do outside of school/work? Any online communities / clubs you're involved in? Doesn't need to be tech-related!":"Enough that, in a flash, I should see the other in the guise of an inert object, like a kind of stuffed doll, for me to shift my desire from this annulled object to my desire itself; it is my desire I desire, and the loved being is no more than its tool. ","Is there anything you'd like us or your mentor to know about how you learn best? Do you need any special accommodations? ":"Here then the other is annulled by love: I derive a certain advantage from this annulment; should an acci- dental injury threaten me (a notion of jealousy, for ex- ample), | reabsorb it into the magnificence and the ab- straction of amorous sentiment: I soothe myself by de- siring what, being absent, can no longer harm me. ","Is there anything else you think we should know about what you are looking for in a mentor?":"I shall chasten by body: cut my hair very short, conceal my eyes behind dark glasses (a way of taking the veil), devote myself to the study of some serious and ab- stract branch of learning. I shall get up early and work while it is still dark outside, like a monk. ","Have you participated as a mentee in a previous cohort of the Out in Tech U mentorship program?":"No","If you were a previous Out in Tech U mentee, which cohort did you participate in?":"","How did you hear about this program? (Select all that apply)":"Out in Tech newsletter, Social media","If you were referred by a former Out in Tech participant, please specify who:":"","If you heard about this from one of our community organization partners please let us know which one":"","Do you grant Out In Tech the consent to use photos, videos, and testimonials during the program for marketing purposes?":"Yes","Would you like to receive updates from the Out in Tech U Community via our mailing list (upcoming events, field trips to tech companies...)? ":"Yes","Do you acknowledge that if selected as a mentee, starting April 11, 2023 you will be meeting with a mentor twice a week for 8 weeks and committing to a total of 3 hours a week to this mentorship program?":"Yes, I understand!"},{"Timestamp":"4/20/2023 18:10:52","Email Address":"tinaungkhine@gmail.com","First Name":"Tin","Last Name":"Khine","Date of birth":"4/12/2023","Phone number":"321142e1e21","Pronouns (select all that apply)":"She/Her/Hers, He/Him/His","What city do you live in?":"1.00E+212","How do you identify? ":"Transgender, I'd rather not say, a, b, and c","What is your race/ethnicity? (Select all that apply) ":"Immigrant","What language are you most comfortable using? ":"Mandarin","What's your current academic enrollment / standing?  ":"College - Sophomore","What school are you attending, if currently enrolled?":"","Which program are you applying for?":"Australia","Will you be looking for an internship or an entry-level job within the next 6 months? ":"Nope, I already have an internship/job lined up","What are you hoping to get out of the mentorship program?":"df","What makes you a unique candidate for this mentorship program?":"\"abc\", \"decf\", adjfl","What are your areas of interest?":"Sales (selling tech products to consumers or to other businesses), Information Technology (networking and tech infrastructure and support), Product Management (planning, forecasting and producing a product), a, b and c","More specifically, please select any topic you are interested in focusing on during the course of this mentorship:":"UX research, ","Any links with your work? (portfolio, instagram account, twitter, etc.)":"","Please select the statement that best applies to you:":"I’m looking for a mentor to provide guidance and support on a specific project I have in mind (e.g. an app, a personal website)","If you have a specific project in mind that you would like to work on with your mentor, please tell us about it:":"","Mentees come to this program from all stages in their careers! Please select the statement that best applies to you:":"I have a pretty clear idea of what I want to do professionally and am looking for a mentor to help provide guidance on how to get there","What specific technical skills you are looking to develop ? ":"3233","What career skills are you interested in developing throughout the course of this mentorship program?":"Applying to grad school","Beyond technical and professional skills, are there any other areas you would like your mentor to support you with?":"","Is there anything else you'd like to share with us about your interests? What do you do outside of school/work? Any online communities / clubs you're involved in? Doesn't need to be tech-related!":"","Is there anything you'd like us or your mentor to know about how you learn best? Do you need any special accommodations? ":"","Is there anything else you think we should know about what you are looking for in a mentor?":"","Have you participated as a mentee in a previous cohort of the Out in Tech U mentorship program?":"Yes","If you were a previous Out in Tech U mentee, which cohort did you participate in?":"","How did you hear about this program? (Select all that apply)":"Out in Tech newsletter, School announcement","If you were referred by a former Out in Tech participant, please specify who:":"","If you heard about this from one of our community organization partners please let us know which one":"","Do you grant Out In Tech the consent to use photos, videos, and testimonials during the program for marketing purposes?":"Yes","Would you like to receive updates from the Out in Tech U Community via our mailing list (upcoming events, field trips to tech companies...)? ":"Yes","Do you acknowledge that if selected as a mentee, starting April 11, 2023 you will be meeting with a mentor twice a week for 8 weeks and committing to a total of 3 hours a week to this mentorship program?":"Yes, I understand!"}]